ags-hyprpanel-git
appmenu-glib-translator-git
aquamarine-git
aylurs-gtk-shell-git
elephant
elephant-calc
elephant-desktopapplications
elephant-menus
elephant-runner
elephant-symbols
elephant-todo
glew1.10
gtk-engine-murrine
gtk-engines
hyprgraphics-git
hyprlang-git
hyprshutdown-git
hyprtoolkit-git
hyprutils-git
hyprwayland-scanner-git
lib32-glew1.10
lib32-gtk2
lib32-libappindicator-gtk2
lib32-libdbusmenu-gtk2
lib32-libgcrypt15
lib32-libidn11
lib32-libindicator-gtk2
lib32-libjpeg6-turbo
lib32-libpng12
lib32-librtmp0
lib32-libtiff4
lib32-libudev0-shim
lib32-libvpx1.3
lib32-openssl-1.0
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libcava
libdbusmenu-gtk2
libgcrypt15
libidn11
libindicator-gtk2
libjpeg6-turbo
librtmp0
libtiff4
libudev0-shim
libvpx1.3
mojave-gtk-theme-git
nautilus-open-any-terminal
openssl-1.0
pokemmo
python-pywal16
python-torchvision-rocm
qt5-charts
qt5-connectivity
qt5-doc
qt5-examples
qt5-quick3d
qt5-remoteobjects
qt5-scxml
steam-native-runtime
syspower
vkbasalt
walker
