accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
ags-hyprpanel-git
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bemenu
bemenu-wayland
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bpftune-git
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
capitaine-cursors
cartridges
chafa
chwd
clamav
cmake
cpio
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
easyeffects
efibootmgr
efitools
elephant
elephant-calc
elephant-desktopapplications
elephant-menus
elephant-runner
elephant-symbols
elephant-todo
eog
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
flatpak
font-manager
fsarchiver
gdb
gimp
git
glances
gnome-text-editor
grimblast-git
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtk3-demos
gtk4-demos
gucharmap
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprpaper
hyprpicker
hyprshutdown-git
inetutils
inkscape
intel-ucode
iptables-nft
iwd
jfsutils
keepassxc
kitty
kvantum
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libwnck3
linux-cachyos
linux-cachyos-bore
linux-cachyos-bore-headers
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
loupe
lsb-release
lsp-plugins
lsscsi
lvm2
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
ly
man-db
man-pages
mdadm
meld
mesa-utils
meson
micro
mkinitcpio
modemmanager
mojave-gtk-theme-git
mtools
mullvad-vpn
nano
nano-syntax-highlighting
nautilus
nautilus-open-any-terminal
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nwg-look
obconf-qt
octopi
openbox
opencl-mesa
opendesktop-fonts
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
paru
pavucontrol
pavucontrol-qt
pcmanfm-qt
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
pokemmo
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pip
python-pytorch-opt-rocm
python-pywal16
python-torchvision-rocm
qbittorrent
qps
qt5-3d
qt5-charts
qt5-connectivity
qt5-declarative
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-charts
qt6-connectivity
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-positioning
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-speech
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qterminal
raylib
rebuild-detector
reflector
ripgrep
rkhunter
rsync
rtkit
s-nail
sassc
sbctl
screengrab
sddm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
sudo
swappy
swaybg
swaync
sysfsutils
syspower
texinfo
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
ufw
ungoogled-chromium-bin
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vesktop
vi
vim
vkbasalt
vlc
vlc-plugins-all
vulkan-radeon
vulkan-swrast
walker
waybar
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wob
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-desktop-portal-lxqt
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xl2tpd
xone-dkms
xorg-server
xorg-xcursorgen
xorg-xdpyinfo
xorg-xeyes
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
yubikey-manager
